INSERT INTO type(name)
VALUES  ('ほのお'), ('みず'), ('くさ'), ('でんき'), ('ノーマル'), ('かくとう'), ('あく'), ('ゴースト'), ('エスパー'), ('むし'), ('こおり'), ('ひこう'), ('ドラゴン'), ('いわ'), ('じめん'), ('はがね'), ('フェアリー');
INSERT INTO type2(name)
VALUES  ('ほのお'), ('みず'), ('くさ'), ('でんき'), ('ノーマル'), ('かくとう'), ('あく'), ('ゴースト'), ('エスパー'), ('むし'), ('こおり'), ('ひこう'), ('ドラゴン'), ('いわ'), ('じめん'), ('はがね'), ('フェアリー'), ('');
INSERT INTO pokemon(name,h,a,b,c,d,s,type_id,type2_id,is_deleted) VALUES ('ウパー',55,45,45,25,25,15,2,15,false), ('ピカチュウ', 35,55,40,50,50,90,4,18,false), ('けつばん', 255,255,255,255,255,255,5,18,false), ('色ウパー',55,45,45,25,25,15,2,2,false);